# FabricSheetMinorReinforcementArea Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..FabricSheetMinorReinforcementArea Property
ParameterTypeId Class See Also
---
"Minor Reinforcement Area": Minor Reinforcement Area
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId FabricSheetMinorReinforcementArea { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FabricSheetMinorReinforcementArea As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FabricSheetMinorReinforcementArea {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace